{"meta":{"title":"重庆大学唐倩","subtitle":null,"description":null,"author":"唐倩","url":"http://tqcqu.github.io","root":"/"},"pages":[],"posts":[{"title":"唐倩团队","slug":"group","date":"2019-10-06T08:17:30.444Z","updated":"2019-10-06T10:33:38.983Z","comments":true,"path":"group/","link":"","permalink":"http://tqcqu.github.io/group/","excerpt":"摘要：唐倩团队简介","text":"摘要：唐倩团队简介 导师简介&emsp;&emsp;唐倩，博士，教授，博士生导师，重庆市高等学校巴渝学者特聘教授，重庆市百名工程技术高端人才培养计划先进制造领域培养人选，长期从事机械传动系统设计与制造、智能制造技术与装备、增材制造等方面的研究工作，近年来作为负责人主持科技部国家科技支撑计划项目、工信部智能制造专项、XXXX项目、国家自然科学基金面上项目、科技部国际科技合作计划项目、重庆市科技计划重大重点项目等国家级、省部级合计10余项，作为主研人参与其他省部级项目10余项，同时累计承担横向课题40余项。获得重庆市科技进步二等奖2项，重庆市教学成果一等奖1项。在国内外核心期刊发表论文40多篇，其中SCI/EI收录30余篇；已授权国家专利22项，其中发明专利17项。 团队博士后简介冯琪翔，专注于选择性激光熔化技术研究，发表高水平期刊及会议论文10余篇，取得授权发明专利2项，作为负责人承担国家自然科学基金青年项目“基于选择性激光熔化的钛合金点阵结构等强度设计及工艺参数耦合优化”，并参与国家自然科学基金面上项目、XXXX项目、重庆市科技计划重大重点项目等多项，研究内容涵盖选择性激光熔化工艺下金属粉末选型、金属粉末选择性激光熔化成形过程仿真及工艺参数优化、相变及微观组织分析、力学性能分析、多孔结构研究，并成功将金属粉末选择性激光熔化成形的多孔结构应用于多孔仿生骨支架设计。 团队的研究方向智能制造： 多传感器融合生产线检测技术、工业大数据分析、工业机器人运动规划、移动机器人视觉感知、新型传动装置设计、生产线重构与智能调度等 增材制造： 金属多孔结构设计，变密度结构设计，仿生骨植入物设计，成形精度及缺陷研究，金属材料加工工艺优化，微观组织与性能调控研究 团队的国际合作团队极其重视国际合作，历年来所有博士生、部分硕士生在读期间，前往国际知名院校进行3个月到2年的学术访问，包含卡迪夫大学（2年：1人次，1年：1人次，3个月：2人次）、伦敦城市大学（2年：1人次）、拉夫堡大学（3个月：1人次）、康涅狄格大学（1年：1人次）、新国立大学（2年：1人次）、南洋理工大学（6个月：1人次），课题组与以上学校及密歇根大学、乔治亚理工、多伦多大学等均保持长期良好合作关系。 同时，团队也重视国际会议的学术社交契机，近年来唐倩老师、博士后、博士生多次前往希腊、英国、韩国、台湾等地参加国际学术会议。 以下为近年来国际合作展示： 2018年唐倩团队访问拉夫堡大学 2018年唐倩团队前往伦敦参加国际会议 2018年团队博士生前往NTU学术交流 邀请海归青年学者学术讲座团队的学术视野开阔，深知学术交流、交叉融合的重要性，定期邀请国内知名院校的海归青年学者，在团队内部举行学术讲座，拓展团队成员的学术眼界： 2019年内部学术讲座：《自适应视觉感知》by马德里理工大学博士、南洋理工大学博士后 2019年内部学术讲座：《大数据分析》by巴黎十一大学博士 硕士研究生参加展览展会近年来，团队每年派出团队硕士研究生前往北京、上海、成都等地参加大型展览展会，了解工业界最新技术进展，同时参观访问国内一流大学的先进团队： 2017年硕士研究生参加上海机器人展 2019年硕博研究生参加成都西门子大会 2019年硕士研究生参加上海工博会 2019年硕士研究生访问同济大学 历年毕业生及就业情况 2019年毕业生合影就业去向：重庆工商大学、武汉电信、深圳顺丰 2018年毕业生合影就业去向：继续攻读博士、四川某研究院、长沙一汽大众、重庆长安新能源 2017年毕业生合影就业去向：重庆大学博士后、武汉科技大学、上海发那科、广东电网、天津某研究院 2016年毕业生合影就业去向：重庆智能机器人研究院、成都某研究院、重庆长安汽车 学术论文唐倩课题组公开发表学术论文40余篇，以下为近五年代表作： Song J, Tang Q, Feng Q, et al. Effect of heat treatment on microstructure and mechanical behaviours of 18Ni-300 maraging steel manufactured by selective laser melting[J]. Optics &amp; Laser Technology, 2019, 120: 105725.（SCI，Q1，2018IF：3.319） Ma S, Tang Q, Feng Q, et al. Mechanical behaviours and mass transport properties of bone-mimicking scaffolds consisted of gyroid structures manufactured using selective laser melting[J]. Journal of the mechanical behavior of biomedical materials, 2019, 93: 158-169.（SCI，Q1，2018IF：3.485） Yan D, Kovacevic A, Tang Q, et al. Numerical modelling of twin-screw pumps based on computational fluid dynamics[J]. Proceedings of the Institution of Mechanical Engineers, Part C: Journal of Mechanical Engineering Science, 2017, 231(24): 4617-4634.（SCI，Q1，2018IF：1.3，截止20190901谷歌学术被引：10） Feng Q, Tang Q, Liu Z, et al. An investigation of the mechanical properties of metallic lattice structures fabricated using selective laser melting[J]. Proceedings of the Institution of Mechanical Engineers, Part B: Journal of Engineering Manufacture, 2018, 232(10): 1719-1730.（SCI，Q1，2018IF：1.752，截止20190901谷歌学术被引次数：9） Feng Q, Tang Q, Liu Y, et al. Quasi-static analysis of mechanical properties of Ti6Al4V lattice structures manufactured using selective laser melting[J]. The International Journal of Advanced Manufacturing Technology, 2018, 94(5-8): 2301-2313.（SCI，Q1，2018IF：1.752，截止20190901谷歌学术被引次数：9） Liu Z, Tang Q, Liu N, et al. A profile error compensation method in precision grinding of screw rotors[J]. The International Journal of Advanced Manufacturing Technology, 2019, 100(9-12): 2557-2567.（SCI，Q1，2018IF：2.496） Liu Z, Tang Q, Zhang Y F, et al. An analytical method for surface roughness prediction in precision grinding of screw rotors[J]. The International Journal of Advanced Manufacturing Technology, 2019: 1-12.（SCI，Q1，2018IF：2.496） Yan D, Tang Q, Kovacevic A, et al. Rotor profile design and numerical analysis of 2–3 type multiphase twin-screw pumps[J]. Proceedings of the Institution of Mechanical Engineers, Part E: Journal of Process Mechanical Engineering, 2018, 232(2): 186-202.（SCI，Q1，2018IF：1.1） Liu Z, Tang Q, Li X, et al. A method for thermal characteristics modelling of hob assembly on dry hobbing machine[J]. Proceedings of the Institution of Mechanical Engineers, Part C: Journal of Mechanical Engineering Science, 2019, 233(7): 2262-2274.（SCI，Q1，2018IF：2.496） Deng F, Tang Q, Li X, et al. Study on mapping rules and compensation methods of cutting-force-induced errors and process machining precision in gear hobbing[J]. The International Journal of Advanced Manufacturing Technology, 2018, 97(9-12): 3859-3871.（SCI，Q1，2018IF：2.496） 联系方式邮箱：tqcqu@cqu.edu.cn 办公室：重庆大学A区第七教学楼7-5-11 增材制造方向博士生马帅电话：17754925292 智能制造方向博士生郭伏雨电话：17623450896 团队历年博士毕业生链接 张元勋，2013年获重庆大学机械工程专业博士学位，2011-2012年赴美国University of Connecticut进行为期一年的公派博士联合培养，现为重庆大学航空航天学院副教授、重庆大学教育部深空探测联合研究中心主任设计师，参与嫦娥四号科普载荷“月面微型生态圈”的研发，相关工作被中央电视台、新华网、CNN、BBC等国内国际主流媒体报告。 人类首次！重庆大学将在月球表面种土豆养蚕！ 重庆大学航空航天学院张元勋副教授主页 严迪，2017年获重庆大学机械设计及理论专业博士学位，2014-2016年赴英国伦敦城市大学机械与航空工程系进行为期两年的公派博士联合培养。参与国家自然科学基金项目、国家国际合作项目等相关课题，主要研究方向包括螺杆机械（泵、压缩机等）型线设计、CFD数值模拟及螺旋面成型加工等。2017年7月入职武汉科技大学机械自动化学院，目前主持中国博士后科学基金面上项目1项以及湖北省博士后科技项目择优资助1项，以第一作者（或通讯作者）发表6篇SCI/EI检索论文。 严迪讲师作“螺杆泵三维流场数值模拟及螺杆转子精密成型加工技术研究”报告 刘宗敏，2019年获重庆大学机械工程专业博士学位，2016-2018年赴新加坡国立大学进行为期两年的公派博士联合培养，重庆市2019年普通高等教育优秀毕业研究生，现为重庆工商大学机械学院助理研究员。","categories":[],"tags":[]}]}